Repository: Slethen/mullvad
Catalog: po/*.po
Languages: fr

source: The account has expired. Manage account?
fr: Votre compte a expiré. Gérer votre compte?

source: The TAP-Windows virtual network adapter is missing. Restore it by running the installation program again. (Quit the program first.)
fr: L'adaptateur de réseau virtuel TAP-Windows est manquant Vous pouvez le réinstaller en re-exécutant le programme d'installation (Fermer le logiciel d'abord.)

source: Obfsproxy is not installed. You can install it with: apt-get install obfsproxy
fr: Obfsproxy n'est pas installé. Vous pouvez l'installer avec: apt-get install obfsproxy

source: Connection failed. Details: %s
fr: La connexion a échoué. Détails: %s

source: Connect
fr: Connecter

source: Disconnect
fr: Déconnecter

source: Settings
fr: Paramètres

source: Quit
fr: Quitter

source: Mullvad: connected
fr: Mullvad: connecté

source: Mullvad: connecting
fr: Mullvad: connexion

source: Mullvad: disconnected
fr: Mullvad: déconnecté

source: Welcome to Mullvad
fr: Bienvenue sur Mullvad

source: Your internet traffic is now encrypted and anonymized using the Mullvad servers in order to deny third parties access to your communication.
fr: Votre connexion internet est maintenant anonyme et cryptée par les serveurs de Mullvad afin d'empêcher un tiers d'accéder à vos communications.

source: The account expires in {}. After that, time must be added to the account for continued use of the service.
fr: Le compte expire le {}. Après cette date, il est possible d'ajouter du temps pour continuer à utiliser le compte et profiter ainsi de la continuité du service.

source: Add time to the account
fr: Ajouter du temps sur le compte

source: Close
fr: Fermer

source: hours
fr: heures

source: day
fr: jour

source: days
fr: jours

source: Get started
fr: Commencer

source: Please enter your account number:
fr: Veuillez entrer votre numéro de compte:

source: Don't have an account? Create one on our website:
fr: Vous n'avez pas de compte ? Créez-en un sur notre site officiel :

source: Your new account will include three free hours of VPN time.
fr: Votre nouveau compte comprend trois heures gratuites de connexion sur VPN.

source: Bad account number.
fr: Numéro de compte incorrect.

source: Error report
fr: Rapport d'erreur

source: To facilitate problem solving you can send debug information to mullvad.net.
fr: Pour faciliter la résolution du problème vous pouvez envoyer un rapport de débogage à mullvad.net.

source: Your email address:
fr: Votre adresse e-mail:

source: Write a description of the problem:
fr: Écrivez une description du problème:

source: This information will be sent:
fr: Ces informations seront envoyées:

source: Cancel
fr: Annuler

source: Send
fr: Envoyer

source: Sending failed. Details:
fr: L'envoi a échoué. Détails:

source: Configuration file
fr: Fichier de configuration

source: Connected
fr: Connecté

source: Disconnected
fr: Déconnecté

source: Connecting
fr: Connexion

source: Shutting down
fr: Fermeture en cours

source: Account
fr: Compte

source: Time left: {}
fr: Temps restant: {}

source: fetching ...
fr: récupération...

source: Connection
fr: Connexion

source: Status: {}
fr: Statut: {}

source: Country: {}
fr: Pays: {}

source: Server
fr: Serveur

source: Address: {}
fr: Adresse: {}

source: Port: {}
fr: Ports: {}

source: Protocol: {}
fr: Protocole: {}

source: Current version: {}
fr: Version actuelle: {}

source: Latest version: {}
fr: Dernière version: {}

source: hour
fr: heure

source: unknown
fr: inconnu

source: Unable to fetch address
fr: Impossible de récuper une adresse

source: error {}
fr: erreur {}

source: none
fr: aucun

source: Account number:
fr: Numéro de compte:

source: Change account number
fr: Changer le numéro de compte

source: Account management
fr: Gestion du compte

source: Network
fr: Réseau

source: Manage
fr: Gérer

source: Block the internet on connection failure
fr: Bloquer Internet lors de l'échec de la connexion

source: Tunnel IPv6
fr: IPv6

source: Stop DNS leaks
fr: Empêcher les fuites DNS

source: Any
fr: Tout

source: Country:
fr: Pays:

source: Auto start
fr: Démarrage automatique

source: Advanced
fr: Avancé

source: Enter the account number
fr: Entrer le numéro de compte

source: Bad
fr: Mauvais

source: none [port]
fr: aucun [port]

source: Settings for Mullvad
fr: Paramètres de Mullvad

source: Austria
fr: Autriche

source: Australia
fr: Australie

source: Belgium
fr: Belgique

source: Bulgaria
fr: Bulgarie

source: Brazil
fr: Brésil

source: Canada - British Columbia
fr: Canada - Colombie-Britannique

source: Canada - Quebec
fr: Canada - Québec

source: Switzerland
fr: Suisse

source: Czech Republic
fr: République tchèque

source: Germany
fr: Allemagne

source: Denmark
fr: Danemark

source: Spain
fr: Espagne

source: Finland
fr: Finlande

source: United Kingdom
fr: Royaume-Uni

source: United Kingdom - Northern Ireland
fr: Royaume-Uni - Irelande du Nord

source: Greece
fr: Grèce

source: Hungary
fr: Hongrie

source: Israel
fr: Israël

source: Iceland
fr: Islande

source: Italy
fr: Italie

source: Japan
fr: Japon

source: South Korea
fr: Corée du Sud

source: Lithuania
fr: Lituanie

source: Morocco
fr: Maroc

source: Mexico
fr: Mexique

source: Netherlands
fr: Pays-Bas

source: Norway
fr: Norvège

source: New Zealand
fr: Nouvelle-Zélande

source: Poland
fr: Pologne

source: Romania
fr: Roumanie

source: Sweden
fr: Suède

source: Sweden - Helsingborg
fr: Suède - Helsingborg

source: Sweden - Gothenburg
fr: Suède - Gothembourg

source: Sweden - Malmö
fr: Suède - Malmö

source: Sweden - Stockholm
fr: Suède - Stockholm

source: Singapore
fr: Singapour

source: Taiwan
fr: Taïwan

source: USA
fr: États-Unis

source: USA - Alabama
fr: États-Unis - Alabama

source: USA - Alaska
fr: États-Unis - Alaska

source: USA - Arizona
fr: États-Unis - Arizona

source: USA - Arkansas
fr: États-Unis - Arkansas

source: USA - California
fr: États-Unis - Californie

source: USA - Colorado
fr: États-Unis - Colorado

source: USA - Connecticut
fr: États-Unis - Connecticut

source: USA - Delaware
fr: États-Unis - Delaware

source: USA - Florida
fr: États-Unis - Floride

source: USA - Georgia
fr: États-Unis - Géorgie

source: USA - Hawaii
fr: États-Unis - Hawaï

source: USA - Idaho
fr: États-Unis - Idaho

source: USA - Illinois
fr: États-Unis - Illinois

source: USA - Indiana
fr: États-Unis - Indiana

source: USA - Iowa
fr: États-Unis - Iowa

source: USA - Kansas
fr: États-Unis - Kansas

source: USA - Kentucky
fr: États-Unis - Kentucky

source: USA - Louisiana
fr: États-Unis - Louisiane

source: USA - Maine
fr: États-Unis - Maine

source: USA - Maryland
fr: États-Unis - Maryland

source: USA - Michigan
fr: États-Unis - Michigan

source: USA - Minnesota
fr: États-Unis - Minnesota

source: USA - Missouri
fr: États-Unis - Missouri

source: USA - Montana
fr: États-Unis - Montana

source: USA - Nebraska
fr: États-Unis - Nebraska

source: USA - Nevada
fr: États-Unis - Nevada

source: USA - New Hampshire
fr: États-Unis - New Hampshire

source: USA - New Jersey
fr: États-Unis - New Jersey

source: USA - New York
fr: États-Unis - New York

source: USA - North Carolina
fr: États-Unis - Caroline du Nord

source: USA - North Dakota
fr: États-Unis - Dakota du Nord

source: USA - Ohio
fr: États-Unis - Ohio

source: USA - Oklahoma
fr: États-Unis - Oklahoma

source: USA - Oregon
fr: États-Unis - Oregon

source: USA - Pennsylvania
fr: États-Unis - Pennsylvanie

source: USA - Rhode Island
fr: États-Unis - Rhode Island

source: USA - South Carolina
fr: États-Unis - Caroline du Sud

source: USA - South Dakota
fr: États-Unis - Dakota du Sud

source: USA - Tennessee
fr: États-Unis - Tennessee

source: USA - Texas
fr: États-Unis - Texas

source: USA - Utah
fr: États-Unis - Utah

source: USA - Vermont
fr: États-Unis - Vermont

source: USA - Virginia
fr: États-Unis - Virginie

source: USA - Washington
fr: États-Unis - Washington

source: USA - West Virginia
fr: États-Unis - Virginie-Occidentale

source: USA - Wisconsin
fr: États-Unis - Wisconsin

source: USA - Wyoming
fr: États-Unis - Wyoming

source: Status
fr: Statut

source: Help
fr: Aide

source: Port manager
fr: Gestionnaire de port

source: Manage which public ports will be forwarded to your computer through the VPN tunnel. Only use this if you have a network service on your computer that needs to be accessible through the exit IP of the server you connect to. Example: If you get port 1234 forwarded and are connected to server se5.mullvad.net, then you will be reachable on se5x.mullvad.net:1234 Changes take effect after reconnecting.
fr: Configurer les ports publics qui seront relayés vers votre ordinateur à travers le tunnel VPN. Utiliser uniquement cette configuration si vous avez sur votre ordinateur un service réseau qui a besoin d'être accessible à travers l'adresse IP de sortie du serveur sur lequel vous êtes connecté. Exemple: Si le port 1234 est relayé vers vous et que vous êtes connecté sur le serveur se5.mullvad.net, alors vous serez joinable sur se5x.mullvad.net:1234 Les modifications ne prennent effet qu'après reconnexion.

source: Add
fr: Ajouter

source: Remove
fr: Supprimer

source: No
fr: Non

source: Yes
fr: Oui

source: Your settings.ini file was corrupt. A backup of your settings have been saved to:
fr: Votre fichier settings.ini est corrompu Vos paramètres de configuration ont été sauvegardés ici:

source: Your settings have been reset to default values.
fr: Votre configuration a été réinitialisée aux valeurs par défaut.

source: It seems that Mullvad is already running. Only one instance of Mullvad is allowed.
fr: Il semblerait que Mullvad est déjà en cours d'exécution. Une seule instance de Mullvad est autorisée.

source: This version of Mullvad does not support Windows XP. Please upgrade your operating system, or use a plain OpenVPN connection.
fr: Cette version de Mullvad ne supporte pas Windows XP. Veuillez mettre à jour votre système d'exploitation, ou utilisez une simple connexion OpenVPN.

source: You are running Mullvad from the install image. This is not supported, you have to first copy the program to the Applications directory and run it from there.
fr: Vous utilisez Mullvad à partir de l'image d'installation. Ceci n'est pas pris en charge, vous devez d'abord copier le programme dans le dossier d'Applications et le lancer de là.
